Repository: unoknight/ojs
Catalog: plugins/generic/datacite/locale/*/locale.po
Languages: cs, de, it, pt, ru, uk

# plugins.importexport.datacite.displayName
source: DataCite Export/Registration Plugin
cs: Plugin pro export/registraci DataCite
de: DataCite-Export/Registrierungs-Plugin
it: Plugin di esportazione e registrazione per DataCite
pt: Plugin de Exportação/Registo DataCite
ru: Модуль «Экспорт/регистрация DataCite»
uk: Модуль експорту / реєстрації DataCite

# plugins.importexport.datacite.description
source: Export or register issue, article, galley and supplementary file metadata in DataCite format.
cs: Exportovat, nebo registrovat číslo, článek, sazebnici, nebo doplňkový soubor ve formátu DataCite.
de: Exportieren oder registrieren Sie Metadaten zu Ausgaben, Artikeln, Fahnen und Zusatzdateien im DataCite-Format.
it: Esporta o registra metadati di uscite, articoli e file supplementari nel formato dataCite.
pt: Exporta ou regista o número, artigo, composição e metadados de ficheiros suplementares no formato DataCite.
ru: Экспортирует или регистрирует метаданные выпуска, статьи, гранки и дополнительных файлов в формате DataCite.
uk: Експорт метаданих у формат DataCite або реєстрація метаданих випуску, статті, гранки або супровідного файлу через DataCite.

# plugins.importexport.datacite.settings.description
source: Please configure the DataCite export plugin before using it for the first time.
cs: Nakonfigurujte, prosím, plugin pro DataCite export před jeho prvním použitím.
de: Bitte konfigurieren Sie das DataCite-Plugin, bevor Sie es das erste Mal benutzen.
it: Per favore configura l'export plugin Datacite prima di usarlo.
pt: Configure o plugin de exportação DataCite antes de usá-lo pela primeira vez.
ru: Пожалуйста, настройте модуль экспорта DataCite перед его первым использованием.
uk: Будь ласка, налаштуйте модуль експорту DataCite перед тим як використати його вперше.

# plugins.importexport.datacite.settings.label
source: DataCite Settings
cs: Nastavení DataCite
de: DataCite-Einstellungen
it: Impostazioni di DataCite
pt: Configurações Datacite
ru: Настройки DataCite
uk: Налаштування DataCite

# plugins.importexport.datacite.intro
source: If you want to register DOIs with DataCite, please contact the Managing Agent via the <a href="https://datacite.org/contact.html" target="_blank">DataCite homepage</a>, who will refer you to your local DataCite Member. Once you have established a relationship with the Member organisation, you will be provided with access to the DataCite service for minting persistent identifiers (DOIs) and registering associated metadata. If you do not have your own username and password you'll still be able to export into the DataCite XML format but you cannot register your DOIs with DataCite from within OJS. Please note that the password will be saved as plain text, i.e. not encrypted, due to the DataCite registration service requirements.
cs: Pokud chcete registrovat čísla DOI v rámci DataCite, kontaktujte, prosím Managing Agenta pomocí odkazu <a href="https://datacite.org/contact.html" target="_blank">Domovská stránka DataCite </a>, který vás odkáže na vašeho lokálního správce členů DataCite. Jakmile navážete vztah s členskou organizací, obdržíte přístupové údaje pro DataCite služby pro čísla (DOIs) a nahrávání příslušných metadat. Pokud nemáte vlastní login a heslo, budete mít stále možnost vyexportovat DOI informace pro DataCite v XML formátu. Uvědomte si, prosím, že heslo je ukládáno jako prostý text, tedy nezakódované kvůli požadavkům služeb DataCite.
de: Wenn Sie DOI bei DataCite registrieren möchten, kontaktieren Sie bitte die/den Bevollmächtigte/n über die <a href="https://datacite.org/contact.html" target="_blank"> DataCite-Homepage</a>, die/der Sie an Ihr lokales DataCite-Mitglied verweisen wird. Nachdem Sie Kontakt zu der Mitgliedsorganisation hergestellt haben, wird Ihnen ein Zugang zum DataCite-Dienst zum Ausstellen persistenter Kennungen (DOI) und zur Registrierung zugehöriger Metadaten ermöglicht. Wenn Sie über keinen eigenen Benutzer/innennamen und kein eigenes Passwort verfügen, können Sie immerhin in das DataCite-XML-Format exportieren, aber Sie können Ihre DOI nicht aus OJS heraus bei DataCite registrieren. Bitte beachten Sie, dass das Passwort im Klartext, d.h. unverschlüsselt, gespeichert werden wird, da der DataCite-Registrierungsdienst dies erfordert.
it: Se vuoi registrare DOI con DataCite, contatta un agente dalla <a href="https://datacite.org/contact.html" target="_blank">DataCite homepage</a>, che ti metterà in contatto con un agente locale. Una volta stabilito l'accordo, riceverai le credenziali per accedere al servizio e registrare metadati. Se non hai le credenziali, puoi comunque esportare i metadati nel formato XML DataCite, ma non sarà possibile registrarli in DataCite direttamente da OJS. La password verrà salvata in testo semplice, non crittografata, come da specifiche del servizio DataCite.
pt: Se pretender registar DOIs com a DataCite, entre em contacto com o Agente de Registo através do <a href="https://datacite.org/contact.html" target="_blank">site da DataCite</a>, que o irá reencaminhar para o membro da DataCite mais próximo. Quando tiver adquirido uma conta com uma organização que seja Membro, terá acesso ao serviço da DataCite para atribuição de identificadores persistentes (DOIs) e registo dos metadados associados. Se não tiver o seu prórprio utilizador e senha pode exportar na mesma para o formato DataCite XML mas não pode registar DOIs na DataCite através do OJS. Note que a sua senha será gravada como texto, i.e. não encriptada, devido aos requisitos do serviço de registo da DataCite.
ru: Если вы хотите зарегистрировать DOI в DataCite, пожалуйста, свяжитесь с управляющим агентом через <a href="https://datacite.org/contact.html" target="_blank">главную страницу DataCite</a>, который перенаправит вас к вашему региональному члену DataCite. Как только вы установите отношения с организацией-членом DataCite, вы будете получить доступ к службе DataCite для выдачи постоянных идентификаторов (DOI) и регистрации связанных с ними метаданных. Если у вас нет вашего собственного имени пользователя и пароля, вы все равно сможете экспортировать в формат DataCite XML, но не сможете зарегистрировать ваши DOI в DataCite из OJS. Пожалуйста, обратите внимание, что пароль будет сохраняться как простой текст, то есть не будет шифроваться, это требования службы регистрации DataCite.
uk: Якщо Ви хочете зареєструвати DOI через DataCite, будь ласка, зв'яжіться з керуючим агентом за допомогою <a href="https://datacite.org/contact.html" target="_blank">головної сторінки DataCite</a>, яка спрямує Вас до Вашого регіонального члена DataCite. Після встановлення контакту з членською організацією Ви отримаєте доступ до служби DataCite і зможете реєструвати унікальні ідентифікатори (DOI) та асоційовані з ними метадані. Якщо Ви не маєте власного імені користувача й пароля, Ви все одно матимете можливість експорту у формат DataCite XML, але Ви не зможете реєструвати у DataCite DOI для своїх об'єктів через модуль OJS. Будь ласка, зауважте, що через вимоги реєстраційної служби DataCite Ваш пароль буде зберігатися в системі в текстовому форматі, тобто у незашифрованому вигляді.

# plugins.importexport.datacite.settings.form.username
source: Username (symbol)
cs: Uživatel (symbol)
de: Benutzer/innenname (symbol)
it: Username
pt: Utilizador (símbolo)
ru: Имя пользователя (символ)
uk: Ім'я користувача (символ)

# plugins.importexport.datacite.settings.form.usernameRequired
source: Please enter the username (symbol) you got from DataCite. The username may not contain colons.
cs: Vložte, prosím, uživatelské jméno (symbol), který jste dostali od DataCite. Uživatelské jméno nesmí obsahovat dvojtečku.
de: Bitte geben Sie den Benutzer/innennamen (symbol) ein, den Sie von DataCite erhalten haben. Der Benutzer/innenname darf keinen Doppelpunkt enthalten.
it: Inserisci l'username ricevuto da DataCite. L'username non può contenere due punti (:).
pt: Insira o nome de utilizador (símbolo) que obteve da DataCite. O nome de utilizador pode não conter dois pontos.
ru: Пожалуйста, введите имя пользователя (символ), который вы получили от DataCite. Имя пользователя не может содержать двоеточия.
uk: Будь ласка, вкажіть ім'я користувача (символ), яке Ви отримали від DataCite. Ім'я користувача не може містити двокрапок.

# plugins.importexport.datacite.settings.form.automaticRegistration.description
source: OJS will deposit DOIs automatically to DataCite. Please note that this may take a short amount of time after publication to process (e.g. depending on your cronjob configuration). You can check for all unregistered DOIs.
cs: OJS automaticky uloží DOI do DataCite. Vezměte prosím na vědomí, že to může trvat krátkou dobu po zpracování publikace. Můžete zkontrolovat všechny neregistrované DOI.
de: OJS wird die zugewiesenen DOI automatisch an DataCite liefern. Bitte beachten Sie, dass dieser Prozess eine gewisse Zeit nach der Veröffentlichung dauern kann (z.B. abhängig von Ihrer Cronjob-Konfiguration). Sie können nach bisher unregistrierten DOI suchen.
it: OJS depositerà automaticamente i DOI in DataCite per registrarli. Per favore nota che può passare un certo tempo dalla pubblicazione prima della fine del processo. Puoi controllare tutti i DOI non registrati.
pt: O OJS depositará DOIs automaticamente na DataCite. Por favor, note que esta ação pode demorar tempo a ser processada. Pode verificar todos os DOIs não registados.
ru: OJS будет депонировать DOI автоматически в DataCite. Обратите внимание, что это может потребовать небольшого количества времени после публикации для обработки (например, в зависимости от настроек вашего cron). Вы можете проверить все незарегистрированные DOI.
uk: OJS буде автоматично депонувати DOIs в DataCite. Зверніть увагу, що після публікації обробка може зайняти деякий час (наприклад, залежно від налаштувань вашого cron). Ви можете перевірити всі незареєстровані DOI.

# plugins.importexport.datacite.settings.form.testMode.description
source: Use the DataCite test prefix for DOI registration. Please do not forget to remove this option for the production.
cs: Použijte testovací prefix DataCite pro registraci DOI. Nezapomeňte tuto možnost odstranit pro produkční fázi.
de: Den DataCite-Test-Präfix für die DOI-Registrierung benutzen. Bitte vergessen Sie nicht, diese Option vor dem Produktivbetrieb abzuwählen.
it: Usa il prefisso di test di DataCite per la registrazione dei DOI. Per favore non dimenticarti di rimuovere questa opzione prima di andare in produzione.
pt: Use o prefixo de teste DataCite para registo do DOI. Não esqueça de remover esta opção para produção.
ru: Использовать тестовый префикс DataCite для регистрации DOI. Пожалуйста, не забудьте убрать этот параметр этот параметр для реальной работы.
uk: Використовувати тестовий префікс DataCite для реєстрації DOI. Будь ласка, не забудьте прибрати цей параметр для подальшої роботи.

# plugins.importexport.datacite.settings.form.testUsername
source: Test Username
cs: Testovací uživatelské jméno
de: Test-Benutzer/innen-Name
it: Nome utente del test
pt: Nome de utilizador de Teste
ru: Имя пользователя для тестирования
uk: Тестове ім'я користувача

# plugins.importexport.datacite.settings.form.testPassword
source: Test Password
cs: Testovací heslo
de: Test-Passwort
pt: Senha de teste
ru: Пароль для тестирования
uk: Тестовий пароль

# plugins.importexport.datacite.settings.form.testDOIPrefix
source: Test DOI Prefix
cs: Testovací předpona DOI (DOI Prefix)
it: Prefisso DOI del test
pt: Prefixo DOI de teste
ru: Префикс DOI для тестирования
uk: Тестовий префікс DOI

# plugins.importexport.datacite.settings.form.testDOIPrefixRequired
source: A test DOI prefix is required when the "use test prefix for DOI registration" is selected.
cs: Pokud je vybrána možnost „použít testovací předponu pro registraci DOI“, je vyžadována testovací předpona DOI.
de: Ein Test-DOI-Präfix ist erforderlich, wenn die Option "Testpräfix für DOI-Registrierung verwenden" ausgewählt wird.
it: Un prefisso DOI di prova è richiesto quando si seleziona "usa prefisso di prova per la registrazione DOI".
pt: É necessário um prefixo DOI de teste quando a opção "usar prefixo de teste para registro DOI" é selecionada.
ru: Тестовый префикс DOI обязателен, если выбран параметр «Использовать тестовый префикс для регистрации DOI».
uk: Коли вибрано "використати тестовий префікс для реєстрації DOI", потрібно вказати префікс DOI.

# plugins.importexport.datacite.settings.form.testUsernameRequired
source: A test username is required when a production username is supplied.
cs: Při zadání produkčního uživatelského jména je vyžadováno testovací uživatelské jméno.
de: Ein Testbenutzername ist erforderlich, wenn ein Produktionsbenutzername angegeben wird.
it: Un nome utente di prova è richiesto quando viene fornito un nome utente di produzione.
pt: É necessário um nome de utilizador de teste quando um nome de utilizador de produção é fornecido.
ru: Требуется имя пользователя для тестирования, а сейчас указано имя пользователя для реальной работы.
uk: Коли надається робоче ім’я користувача, потрібно вказати тестове ім’я користувача.

# plugins.importexport.datacite.senderTask.name
source: DataCite automatic registration task
cs: Automatická úloha registrace DataCite
de: DataCite automatische Registrierung
it: Nome della task di registrazione automatica su DataCite
pt: Tarefa de registo automático DataCite
ru: Задача автоматической регистрации DataCite
uk: Завдання автоматичної реєстрації DataCite

# plugins.importexport.datacite.cliUsage
source: Usage: {$scriptName} {$pluginName} export [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
cs: Použití: {$scriptName} {$pluginName} export [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
de: Verwendung: {$scriptName} {$pluginName} export [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
it: Uso: {$scriptName} {$pluginName} export [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
pt: Modo de Utilização: {$scriptName} {$pluginName} export [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...
ru: Вызов: {$scriptName} {$pluginName} export [ИмяФайлаВывода] [путь_журнала] {issues|articles|galleys} IdОбъекта1 [IdОбъекта2] ... {$scriptName} {$pluginName} register [путь_журнала] {issues|articles|galleys} IdОбъекта1 [IdОбъекта2] ...
uk: Використання: {$scriptName} {$pluginName} export [outputFileName] [journal_path] {issues|articles|galleys} objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] {issues|articles|galleys} objectId1 [objectId2] ...

# plugins.generic.datacite.displayName
source: Datacite Manager Plugin
cs: Plugin Datacite Manager
it: Plugin Datacite Manager
pt: Gestor de Plugin Datacite
ru: Модуль «Менеджер Datacite»
uk: Модуль менеджера DataCite

# plugins.generic.datacite.description
source: Handles depositing and exporting DataCite metadata
cs: Zpracovává ukládání a export metadat DataCite
de: Verwaltet die Ablieferung und den Export von DataCite-Metadaten
it: Gestisce il deposito e l'esportazione di metadati DataCite
pt: Gere o depósito e exportação de metadados DataCite
ru: Управляет депонированием и экспортом метаданных DataCite
uk: Обробляє депонування та експортування метаданих DataCite

# plugins.generic.datacite.deposit.unsuccessful
source: Registration was not successful! Please check your configuration and try again.
cs: Registrace nebyla úspěšná! Zkontrolujte prosím svou konfiguraci a zkuste to znovu.
de: Die Registrierung war nicht erfolgreich! Bitte überprüfen Sie Ihre Konfiguration und versuchen Sie es erneut.
it: La registrazione non è andata a buon fine! Controllare la configurazione e riprovare.
pt: O registo não foi bem-sucedido! Verifique a sua configuração e tente novamente.
ru: Регистрация не удалась! Пожалуйста, проверьте настройки и повторите попытку.
uk: Реєстрацію виконати не вдалося! Перевірте конфігурацію та повторіть спробу.
