Repository: unoknight/ojs
Catalog: lib/pkp/locale/*/reviewer.po
Languages: bg, eu, hy, id, mr, th

# reviewer.reviewSteps.request
source: 1. Request
bg: 1. Молба
eu: 1. Eskaera
hy: 1. Հայց
id: 1. Permintaan
mr: 1. विनंती
th: 1. คำขอ

# reviewer.reviewSteps.guidelines
source: 2. Guidelines
bg: 2. Ръководство
eu: 2. Jarraibideak
hy: 2. Ուղեցույցներ
id: 2. Pedoman
mr: 2. मार्गदर्शकतत्त्वे
th: 2. แนวทางการทบทวน

# reviewer.reviewSteps.download
source: 3. Download & Review
bg: 3. Сваляне и рецензиране
eu: 3. Deskarga eta ebaluazioa
hy: 3. Ներբեռնեք և վերանայեք
id: 3. Unduh & Review
mr: 3. डाउनलोड करा आणि समीक्षण करा
th: 3. ดาวน์โหลดและทบทวน

# reviewer.reviewSteps.completion
source: 4. Completion
bg: 4. Завършване
eu: 4. Bukaera
hy: 4. Վերջնականացում
id: 4. Penyelesaian
mr: 4. समापन/शेवट
th: 4. การเสร็จสิ้น

# reviewer.step1.request
source: Request for Review
bg: Молба за рецензия
eu: Ebaluazio eskaera
hy: Վերանայման խնդրանք
id: Ajukan review
mr: समीक्षणाकरता विनंती
th: คำขอทบทวนบทความ

# reviewer.step1.requestBoilerplate
source: You have been selected as a potential reviewer of the following submission. Below is an overview of the submission, as well as the timeline for this review. We hope that you are able to participate.
bg: Вие сте избрани като потенциален рецензент на следното подаване на материали. По-долу е даден преглед на подаването на материали, както и графика за рецензия. Надяваме се, че можете да участвате.
eu: Ondorengo bidalketaren ebaluatzaile potentzial moduan hautatua izan zara. Hemen bidalketaren ikuspegi orokorra eta ebaluaziorako epeak aurkezten dira. Parte hartzeko aukera izango duzula espero dugu.
hy: Դուք ընտրվել եք որպես հետևյալ նյութի հավանական գրախոս: Ստորև ներկայացված է նյութի ծանոթագիրը, ինչպես նաև դրա գրախոսման ժամանակացույցը: Հուսով ենք, որ դուք կհամաձայնվեք գրախոսել:
id: Anda telah dipilih sebagai calon mitra bestari potensial untuk naskah berikut. Di bawah ini adalah ikhtisar pengajuan, serta jadwal reviewnya. Semoga Anda dapat berpartisipasi.
mr: खालील लेखनाच्या सादरीकरणासाठी संभाव्य समीक्षक म्हणून तुमची निवड केली गेली आहे. या सादरीकरणाचा गोषवारा तसेच हे समीक्षण पूर्ण करण्यासाठी वेळेचे बंधन खालीलप्रमाणे आहे. आपण हे कार्य स्वीकारून सहभागी व्हाल असा आम्हाला विश्वास वाटतो.
th: คุณถูกเลือกเป็นผู้รีวิวที่มีศักยภาพสำหรับบทความดังต่อไปนี้ ด้านล่างนี้คือภาพรวมของการส่งงาน รวมถึงเส้นเวลาสำหรับการทบทวนนี้ เราหวังว่าคุณจะสามารถเข้าร่วมได้

# reviewer.step1.viewAllDetails
source: View All Submission Details
bg: Вижте всички подробности за подадените материали
eu: Bidalketa-xehetasun guztiak ikusi
hy: Դիտել նյութի բոլոր մանրամասները
id: Lihat Rincian Semua Naskah Masuk
mr: सगळ्या सादरीकरणांचे तपशील पहा
th: ดูรายละเอียดการส่งงานทั้งหมด

# reviewer.submission.reviewerFiles
source: Reviewer Files
bg: Файлове на рецензента
eu: Ebaluatzaile fitxategiak
hy: Գրախոսողի ֆայլեր
id: File Mitra Bestari
mr: समीक्षकाच्या फाईल्स
th: ไฟล์สำหรับผู้รีวิว

# reviewer.submission.declineReview
source: Decline Review Request
bg: Отказ на молбата за рецензия
eu: Ebaluazio eskaera baztertu
hy: Մերժել գրախոսման առաջարկը
id: Tolak Permintaan Review
mr: समीक्षणासाठी नकार कळवा
th: ปฏิเสธคำขอทบทวน

# reviewer.submission.declineReviewMessage
source: You may provide the editor with any reasons why you are declining this review in the field below.
bg: Можете да предоставите на редактора всякакви причини, поради които отхвърляте молбата му за рецензия в полето по-долу.
eu: Beheko eremuan ebaluazio honi uko egiteko dituzun arrazoiak azaldu diezazkiokezu editoreari.
hy: Դուք կարող եք խմբագրին ներկայացնել պատճառները, թե ինչու եք մերժում այս վերանայումը ստորև նշված դաշտում:
id: Anda bisa memberi alasan kepada penyunting mengapa menolak review ini pada kolom di bawah ini.
mr: खालील चौकटीमध्ये हे समीक्षणाचे कार्य नाकारण्याची कारणे तुम्ही संपादकांना कळवू शकता.
th: คุณสามารถให้เหตุผลแก่บรรณาธิการว่าทำไมคุณถึงปฏิเสธการทบทวนนี้ได้ในช่องด้านล่าง

# reviewer.submission.acceptReview
source: Accept Review, Continue to Step #2
bg: Приемам молбата за рецензия, продължете към стъпка №2
eu: Ebaluazioa onartu, jarraitu #2 urratsera
hy: Ընդունեք գրախոսման առաջարկը, շարունակեք քայլ #2
id: Terima Review, Lanjut ke Tahap #2
mr: समीक्षणाच्या विनंतीचा स्वीकार, दुसर्‍या टप्प्यावर जा
th: ยอมรับการทบทวน ไปยังขั้นตอนที่ #2

# reviewer.submission.continueToStepThree
source: Continue to Step #3
bg: Продължете към Стъпка №3
eu: Jarraitu #3 urratsera
hy: Շարունակեք քայլ #3
id: Lanjut ke Tahap #3
mr: लगेच तिसर्‍या टप्प्यावर जा
th: ไปยังขั้นตอนที่ #3

# reviewer.submission.submitReview
source: Submit Review
bg: Изпращане на рецензия
eu: Ebaluazioa bidali
hy: Ներկայացնել գրախոսումը
id: Serahkan Hasil Review
mr: समीक्षण सादर करा
th: ส่งการทบทวน

# reviewer.submission.saveReviewForLater
source: Save for Later
bg: Запис за по-късна обработка
eu: Gorde gerorako
hy: Պահպանել հետագայի համար
id: Simpan untuk Nanti
mr: लांबणीवर टाकायचे असल्यास सेव्ह करा
th: บันทึกไว้ทำทีหลัง

# reviewer.submission.reviewerGuidelines
source: Reviewer Guidelines
bg: Ръководство за рецензенти
eu: Ebaluatzailearentzako jarraibideak
hy: Գրախոսի ուղեցույցներ
id: Pedoman Mitra Bestari
mr: समीक्षकासाठी मार्गदर्शक तत्त्वे
th: แนวทางสำหรับผู้รีวิว

# reviewer.submission.enterCompetingInterests
source: This publisher has a policy for disclosure of potential competing interests from its reviewers. Please take a moment to review this policy.
bg: Този издател има политика за разкриване на потенциални конкурентни интереси от своите рецензенти. Моля, отделете малко време, за да прегледате тази политика.
eu: Argitaletxe honek bere ebaluatzaileen balizko interes kontrajarriak ezagutarazteko politika du. Mesedez, har ezazu tartetxo bat politika hau berrikusteko.
hy: Այս հրատարակիչն ունի իր գրախոսողների կողմից պոտենցիալ մրցակցային շահերի բացահայտման քաղաքականություն: Խնդրում ենք մի պահ տրամադրել այս քաղաքականությանը ծանոթանալու համար:
id: Penerbit ini menerapkan kebijakan untuk menyatakan competing interest dari mitra bestarinya. Silakan pelajari lebih lanjut kebijakannya.
mr: समीक्षकांचे संभाव्य हितसंबंध प्रकट करण्याचे धोरण हे नियतकालिक पाळते. कृपया हे धोरण समजावून घेण्यासाठी पुरेसा वेळ द्या.
th: สำนักพิมพ์นี้มีนโยบายให้ผู้รีวิวเปิดเผยผลประโยชน์ที่อาจขัดแย้งกัน โปรดสละเวลาอ่านนโยบายนี้

# reviewer.submission.noCompetingInterests
source: I do not have any competing interests
bg: Нямам конкуриращи се интереси
eu: Ez dut inolako interes kontrajarririk
hy: Ես մրցակցող որևէ շահ չունեմ
id: Saya tidak punya competing interest
mr: माझे यात कोणतेही स्पर्धात्मक हितसंबंध नाहीत
th: ฉันไม่มีผลประโยชน์ที่ขัดแย้งกัน

# reviewer.submission.hasCompetingInterests
source: I may have competing interests (Specify below)
bg: Възможно е да имам конкуриращи се интереси (Посочете по-долу)
eu: Baliteke interes kontrajarriak izatea (Behean zehaztu)
hy: Ես կարող եմ ունենալ մրցակցային շահեր (Նշեք ստորև)
id: Saya mungkin memiliki competing interes (sebutkan di bawah ini)
mr: माझे यात संभाव्य स्पर्धात्मक हितसंबंध असू शकतात (खाली निर्दिष्ट करा)
th: ฉันอาจมีผลประโยชน์ที่ขัดแย้งกัน (โปรดระบุด้านล่าง)

# reviewer.submission.competingInterests
source: Competing Interests
bg: Конкуриращи се интереси
eu: Interes kontrajarriak
hy: Մրցակցող շահեր
id: Competing Interest
mr: स्पर्धात्मक हितसंबंध
th: ผลประโยชน์ที่ขัดแย้งกัน

# reviewer.submission.guidelines
source: Review Guidelines
bg: Ръководство за рецензензиране
eu: Ebaluazio Jarraibideak
hy: Գրախոսման ուղեցույցներ
id: Pedoman Review
mr: समीक्षणासाठी मार्गदर्शक तत्त्वे
th: แนวทางการทบทวน

# reviewer.submission.noGuidelines
source: This publisher has not set any reviewer guidelines.
bg: Този издател не е задал никакви указания за рецензенти.
eu: Argitaletxeak ez du ezarri ebaluatzaile jarraibiderik.
hy: Այս հրատարակիչը չի սահմանել գրախոսման որևէ ուղեցույց:
id: Penerbit ini belum memiliki pedoman bagi mitra bestari.
mr: या प्रकाशकाने समीक्षकासाठी मार्गदर्शक तत्त्वे तयार केलेली नाहीत.
th: สำนักพิมพ์นี้ไม่ได้กำหนดแนวทางสำหรับผู้รีวิว

# reviewer.submission.downloadDescription
source: Click on the file names below to download the files associated with this submission.
bg: Щракнете върху имената на файловете по-долу, за да изтеглите файловете, свързани с това подаване на материали.
eu: Egin klik beheko fitxategi izenen gainean bidalketa honekin lotutako fitxategiak deskargatzeko.
hy: Սեղմեք ստորև ներկայացված ֆայլերի անունների վրա՝ այս նյութի հետ կապված ֆայլերը ներբեռնելու համար:
id: Klik pada nama file di bawah ini untuk mengunduh file yang berhubungan dengan naskah ini.
mr: या सादरीकरणाशी संबंधित फाईल्स डाउनलोड करण्यासाठी खालील फाईल्सच्या नावांवर क्लिक करा.
th: คลิกที่ชื่อไฟล์ด้านล่างเพื่อดาวน์โหลดไฟล์ที่เกี่ยวข้องกับการส่งงานนี้

# reviewer.submission.reviewDescription
source: Enter (or paste) your review of this submission into the form below.
bg: Въведете (или поставете) своя отзив за това подаване във формуляра по-долу.
eu: Sartu (edo itsatsi) bidalketaren ebaluazioa beheko inprimakian.
hy: Մուտքագրեք (կամ տեղադրեք) այս նյութի վերաբերյալ Ձեր գրախոսականը ստորև բերված ձևանմուշի մեջ:
id: Maukkan (atau paste) hasil review Anda atas naskah ini ke dalam borang di bawah ini.
mr: खालील फॉर्ममध्ये या सादरीकरणावरचे तुमचे समीक्षण टाइप करा (किंवा पेस्ट करा).
th: ป้อน (หรือวาง) การทบทวนของคุณสำหรับการส่งงานนี้ลงในแบบฟอร์มด้านล่าง

# reviewer.submission.uploadDescription
source: Upload files you would like the editor and/or author to consult, including revised versions of the original review file(s).
bg: Качете файлове, с които искате редакторът и/или авторът да се консултират, включително преработени версии на оригиналния(ите) файл(ове).
eu: Igo editoreak eta/edo egileak kontsultatzea nahi dituzun fitxategiak, jatorrizko ebaluazio fitxategien bertsio errebisatuak barne.
hy: Ներբեռնեք ֆայլեր, որոնց հետ կուզենայիք, որ խմբագրողը և/կամ հեղինակը ծանոթանա, ներառյալ գրախոսման բնօրինակ ֆայլ(ների) վերանայված տարբերակները:
id: Unggah file yang ingin dikonsultasikan dengan editor dan/atau penulis, termasuk versi revisi dari file hasil review asli.
mr: मूळ सादरीकरणाच्या फाईलवर आपण केलेल्या समीक्षणाची आवृत्ती आणि संपादकाने/लेखकाने अधिक माहितीसाठी वाचन करावेसे तुम्हाला वाटत असेल तर त्याच्याशी संबंधित फाईल्सही संक्रमित (अपलोड) करा.
th: อัปโหลดไฟล์ที่คุณต้องการให้บรรณาธิการและ/หรือผู้เขียนตรวจสอบ รวมถึงเวอร์ชันที่แก้ไขของไฟล์การทบทวนดั้งเดิม

# reviewer.complete
source: Review Submitted
bg: Рецензията е изпратена
eu: Ebaluazioa Bidali Da
hy: Գրախոսումը ուղարկված է
id: Hasil Review Diserahkan
mr: समीक्षण सादर केले
th: การทบทวนส่งแล้ว

# reviewer.confirmSubmit
source: Are you sure you want to submit this review?
bg: Наистина ли искате да изпратите тази рецензия?
eu: Ziur zaude ebaluazioa bidali nahi duzula?
hy: Վստա՞հ եք, որ ցանկանում եք ներկայացնել այս գրախոսումը?
id: Yakin ingin menyerahkan hasil review ini?
mr: तुम्ही हे समीक्षण आता खात्रीपूर्वक सादर करू इच्छिता का?
th: คุณแน่ใจหรือว่าต้องการส่งการทบทวนนี้?

# reviewer.complete.whatNext
source: Thank you for completing the review of this submission. Your review has been submitted successfully. We appreciate your contribution to the quality of the work that we publish; the editor may contact you again for more information if needed.
bg: Благодарим ви, че завършихте рецензията на това подаване на материали. Вашата рецензия е изпратена успешно. Оценяваме вашия принос към качеството на работата, която публикуваме; редакторът може да се свърже с вас отново за повече информация, ако е необходимо.
eu: Eskerrik asko bidalketa honen ebaluazioa osatzeagatik. Zure ebaluazioa behar bezala bidali da. Argitaratzen dugun lanaren kalitateari egiten diozun ekarpena eskertzen dizugu; editorea zurekin harremanetan jar daiteke berriro informazio gehiago lortzeko, beharrezkoa izanez gero.
hy: Շնորհակալություն այս նյութը գրախոսելու համար: Ձեր կարծիքը հաջողությամբ ուղարկվել է: Մենք բարձր ենք գնահատում ձեր ներդրումը մեր հրապարակած աշխատանքի որակի մեջ։ Անհրաժեշտության դեպքում խմբագիրը կարող է կրկին կապվել ձեզ հետ լրացուցիչ տեղեկությունների համար:
id: Terima kasih telah menyelesaikan hasil review naskah ini. Hasil review Anda telah berhasil dikirim. Kami menyampaikan terima kasih atas kontribusi Anda akan kualitas artikel yang kami terbitkan; editor mungkin menghubungi Anda lagi untuk informasi lebih lanjut jika diperlukan.
mr: या सादरीकरणावरील आपले समीक्षण पूर्ण केल्याबद्दल धन्यवाद. तुमचे समीक्षण यशस्वीरित्या दाखल (सबमिट) केले गेले आहे. आम्ही प्रकाशित करत असलेल्या लेखांची गुणवत्ता टिकवून ठेवण्यासाठी तुमच्या योगदानाबद्दल आम्ही आभारी आहोत. गरज भासल्यास संपादक अधिक माहितीसाठी तुमच्याशी पुन्हा संपर्क साधतील.
th: ขอบคุณที่ทำการทบทวนการส่งงานนี้เสร็จสิ้น การทบทวนของคุณได้ถูกส่งเรียบร้อยแล้ว เราขอขอบคุณสำหรับการมีส่วนร่วมของคุณในคุณภาพของงานที่เราตีพิมพ์ บรรณาธิการอาจติดต่อคุณอีกครั้งหากต้องการข้อมูลเพิ่มเติม

# reviewer.aboutDueDates
source: About Due Dates
bg: За сроковете на изпълнение
eu: Epemugei buruz
hy: Ժամկետների մասին
id: Tentang Batas Waktu
mr: अपेक्षित नियत-तारखांबद्दल
th: เกี่ยวกับกำหนดวันส่ง

# reviewer.aboutDueDates.text
source: The editor asks that you either accept or decline the review before the Response Due Date and complete the review by the Review Due Date.
bg: Редакторът ви моли или да приемете, или да откажете рецензията преди крайната дата за отговор. Ако приемете - съответно да завършите рецензията до крайната дата за рецензия.
eu: Editoreak eskatzen dizu Erantzunaren Epemuga baino lehen ebaluazioa onartzeko edo ukatzeko eta Ebaluazioaren Epemuga baino lehen ebaluazioa bukatzeko.
hy: Խմբագիրը խնդրում է, որ դուք կամ ընդունեք կամ մերժեք գրախոսումը մինչև պատասխանի վերջնաժամկետը և ավարտեք վերանայումը մինչև վերանայման վերջնաժամկետը:
id: Editor menayakan apakah Anda menerima atau menolak review sebelum Batas Waktu Menanggapi dan menyelesaikan review sebelum Batas Waktu Mereview.
mr: तुम्ही तुमचा स्वीकार किंवा नकाराचा प्रतिसाद अपेक्षित तारखेपर्यंत तसेच ही जबाबदारी स्वीकारल्यास समीक्षणाची प्रक्रियाही नमूद केलेल्या अपेक्षित तारखेपर्यंत पूर्ण करावी अशी संपादकाची प्रार्थना आहे.
th: บรรณาธิการขอให้คุณยอมรับหรือปฏิเสธการทบทวนก่อนวันที่ครบกำหนดตอบรับ และทำการทบทวนให้เสร็จก่อนวันที่ครบกำหนดทบทวน

# submission.comments.canShareWithAuthor
source: For author and editor
bg: За автор и редактор
eu: Egile eta editorearentzat
hy: Հեղինակի և գրախոսողի համար
id: Untuk penulis dan penyunting
mr: लेखक आणि संपादकाकरता
th: สำหรับผู้เขียนและบรรณาธิการ

# submission.comments.cannotShareWithAuthor
source: For editor only
bg: Само за редактор
eu: Editorearentzat bakarrik
hy: Խմբագրի համար
id: Hanya untuk penyunting
mr: केवळ संपादकाकरता
th: สำหรับบรรณาธิการเท่านั้น

# submission.comments.sendCopyToReviewers
source: Send a copy of this email notification by BCC to the following reviewers.
bg: Изпратете копие на това известие по имейл чрез скрито копие (BCC) до следните рецензенти.
eu: Jakinarazpen honen kopia bat bidali posta elektronikoz, BCCan jarrita ondorengo ebaluatzaileak. Horrek egilearen identitatea erakutsiko die ebaluatzaileei.
hy: Ուղարկել այս էլփոստի ծանուցման պատճենը (BCC) հետևյալ գրախոսողներին:
id: Kirim salinan pemberitahuan email ini oleh BCC ke pengulas berikut.
mr: खालील समीक्षकांना या ई-मेल सूचनेची गुप्त प्रत (BCC) पाठवा.
th: ส่งสำเนาการแจ้งเตือนอีเมลนี้ทาง BCC ถึงผู้รีวิวต่อไปนี้

# submission.comments.sendToReviewers
source: Send to Reviewers
bg: Изпрати до рецензентите
eu: Ebaluatzaileei bidali
hy: Ուղարկել գրախոսողներին
id: Kirim ke Pengulas
mr: समीक्षकांना पाठवा
th: ส่งถึงผู้รีวิว

# user.authorization.submissionReviewer
source: The current user is not assigned as a reviewer for the requested document.
bg: Текущият потребител не е избран като рецензент за искания документ.
eu: Uneko erabiltzaile hau ez da eskatutako dokumentuaren ebaluatzaile gisa esleitu.
hy: Այս օգտատերը նշանակված չէ որպես հայցվող փաստաթղթի գրախոսող։
id: Pengguna ini tidak ditugaskan sebagai mitra bestari untuk dokumen yang diminta.
mr: वर्तमान वापरकर्त्यास विनंती केलेल्या सादरीकरणासाठी समीक्षक म्हणून नियुक्त केलेले नाही.
th: ผู้ใช้ปัจจุบันไม่ได้รับการมอบหมายเป็นผู้รีวิวสำหรับเอกสารที่ร้องขอ

# reviewer.submission.reviewRound.info.read
source: Read Round {$round} Review
bg: Преглед на рецензия за етап {$round}
eu: Irakurketa ebaluazioa erronda {$round}
hy: Կարդացեք շրջափուլ {$round} -ի գրախոսությունը
id: Baca Review Putaran {$round}
mr: {$round} या फेरीतील समीक्षण वाचा

# reviewer.submission.reviewRound.info.modal.title
source: Round {$round} Review submitted by you for
bg: Рецензия за етап {$round} е изпратена от Вас за
eu: Erronda {$round} Ebaluazioa bidalita honentzat: {$submittedOn}
hy: Շրջափուլ {$round} -ի գրախոսությունը ներկայացված է ձեզ համար
id: Review Putaran {$round} telah dikirimkan oleh anda untuk
mr: {$round} या फेरीतील तुम्ही सादर केलेले समीक्षण याकरता

# reviewer.submission.reviewRound.comments
source: Reviewer Comments
bg: Коментари на рецензента
eu: Ebaluatzailearen oharrak
hy: Գրախոսի մեկնաբանություններ
id: Komentar Reviewer
mr: समीक्षकांच्या टिप्पण्या

# reviewer.submission.reviewRound.comments.editorOnly
source: For editors only
bg: Само за редактори
eu: Editoreentzat bakarrik
hy: Միայն խմբագիրների համար
id: Hanya untuk editor saja
mr: फक्त संपादकांसाठी

# reviewer.submission.reviewRound.comments.prefix
source: Comment {$index}:
bg: Коментар {$index}:
eu: Oharra {$index}:
hy: Մեկնաբանություն {$index}:
id: Komentar {$index}:
mr: टिप्पणी {$index}:

# reviewer.submission.reviewRound.emailLog
source: Decline reason sent by email
bg: Причината за отказ, изпратена по имейл
eu: Errefusatzeko arrazoia e-postaz bidalia
hy: Մերժման պատճառաբանությունն ուղարկված է էլ․ փոստով
id: Alasan penolakan dikirim lewat email
mr: ई-मेलद्वारे पाठवलेले नकाराचे कारण

# reviewer.submission.reviewRound.reviewDeclineDate
source: Declined Date
bg: Дата на отказ
eu: Errefusatze data
hy: Մերժման ամսաթիվը
id: Tanggal Penolakan
mr: नकाराची तारीख

# reviewer.submission.reviewRound.metadata
source: Article Metadata
bg: Метаданни на статията
eu: Artikuluaren metadatuak
hy: Հոդվածի մետատվյալները
id: Metadata Artikel
mr: लेखाचा मेटाडेटा

# reviewer.submission.reviewRound.metadata.type
source: Type
bg: Тип
eu: Mota
hy: Տեսակ
id: Tipe
mr: प्रकार

# reviewer.submission.reviewRound.metadata.abstract
source: Abstract
bg: Абстракт (резюме)
eu: Laburpena
hy: Համառոտագրություն
id: Abstrak
mr: सारांश

# reviewer.submission.reviewRound.metadata.keywords
source: Keywords
bg: Ключови думи
eu: Gako-hitzak
hy: Բանալի բառեր
id: Kata Kunci
mr: प्रमुख शब्द (Keywords)

# reviewer.submission.reviewRound.general
source: General Information
bg: Обща информация
eu: Informazio orokorra
hy: Ընդհանուր տեղեկություններ
id: Informasi Umum
mr: सामान्य माहिती

# reviewer.submission.reviewRound.attachments
source: Attachments
bg: Прикачени файлове
eu: Eranskinak
hy: Հավելվածներ
id: Lampiran
mr: जोडण्या (Attachments)

# reviewer.submission.reviewRound.files
source: Files For Review
bg: Файлове за рецензиране
eu: Ebaluatzeko fitxategiak
hy: Գրախոսման համար նիշքեր
id: File Untuk Review
mr: समीक्षणासाठी फाईल्स

# reviewer.submission.reviewRound.files.description
source: These files were sent to you for review
bg: Тези файлове са ви изпратени за рецензиране
eu: Fitxategi hauek ebaluatzeko bidali zitzaizkizun
hy: Այս նիշքերը ուղարկվել են ձեզ վերանայման համար
id: File ini dikirimkan untuk review
mr: या फाईल्स तुम्हाला समीक्षणासाठी पाठवल्या गेल्या आहेत

# reviewer.submission.reviewRound.info
source: Previous Reviews
bg: Предишни рецензии
eu: Aurreko ebaluazioak
hy: Նախորդ գրախոսությունները
id: Review Sebelumnya
mr: पूर्वीची समीक्षणे

# reviewer.submission.reviewRound.info.submittedOn
source: Round {$round} Review Submitted on {$submittedOn}
bg: Рецензия за етап {$round}, изпратена на {$submittedOn}
eu: Erronda {$round} Ebaluazioa bidalita honi: {$submittedOn}
hy: Շրջափուլ {$round} -ի գրախոսությունները ներկայացվել են {$submittedOn}
id: Review Putaran {$round} telah Dikirimkan pada {$submittedOn}
mr: {$round} या फेरीतील समीक्षण {$submittedOn} रोजी सादर केले

# reviewer.submission.reviewRound.comments.authorAndEditor
source: For editors and authors
bg: За редактори и автори
eu: Editoreentzat eta egileentzat
hy: Խմբագիրների և հեղինակների համար
id: Untuk editor dan penulis
mr: संपादक आणि लेखकांसाठी

# reviewer.submission.reviewRound.emailLog.defaultMessage
source: No reason given to the decline of the review invitation.
bg: Не е посочена причина за отказа на поканата за рецензия.
eu: Ez da arrazoirik eman ebaluazioa egiteko gonbidapena errefusatzeko.
hy: Վերանայման հրավերը մերժելու պատճառ չի նշվում:
id: Tidak ada alasan yang diberikan untuk menolak permintaan review.
mr: समीक्षणाची विनंती नाकारण्याचे कोणतेही कारण दिलेले नाही.

# reviewer.submission.reviewRound.attachments.description
source: These are files that you attached along with your review
bg: Това са файлове, които сте прикачили заедно с рецензията
eu: Fitxategia hauek dira zure ebaluazioarekin batera erantsi dituzunak
hy: Սրանք նիշքեր են, որոնք դուք կցել եք ձեր գրախոսման հետ միասին
id: Berikut adalah file yang anda lampirkan bersamaan dengan review anda
mr: या फाईल्स तुम्ही तुमच्या समीक्षणासोबत जोडल्या आहेत

# reviewer.submission.reviewRound.reviewNotCompleted
source: The review was not completed.
bg: Рецензията не е завършена.
eu: Ez da ebaluazioa amaitu.
hy: Վերանայումը չի ավարտվել։
id: Review tidak lengkap.
mr: समीक्षण प्रक्रिया पूर्ण झाली नाही.
